Repository: juhotik/features-by-woothemes-fi
Catalog: woothemes-features-*.po
Languages: fi

# post type general name
source: Features
fi: Myyntiväittämät

# post type singular name
source: Feature
fi: Myyntiväittämä

# feature
source: Add New
fi: Lisää uusi

source: Add New %s
fi: Lisää uusi %s

source: Feature
fi: myyntiväittämää

source: Edit %s
fi: Muokkaa %s

source: New %s
fi: Uusi %s

source: All %s
fi: %s

source: Features
fi: Myyntiväittämät

source: View %s
fi: Tarkastele %s

source: Search %a
fi: Etsi %a

source: No %s Found
fi: %s ei löytynyt

source: No %s Found In Trash
fi: Ei %s roskakorissa

source: Image
fi: Kuva

source: Feature updated. %sView feature%s
fi: Myyntiväittämä päivitetty. %sKatso myyntiväittämä%s

source: Custom field updated.
fi: Mukautettu kenttä päivitetty.

source: Custom field deleted.
fi: Mukautettu kenttä poistettu.

source: Feature updated.
fi: Myyntiväittämä päivitetty.

source: Feature restored to revision from %s
fi: Myyntiväittämä palautettu versiosta %s

source: Feature published. %sView feature%s
fi: Myyntiväittämä julkaistu. %sKatso myyntiväittämä%s

source: Feature saved.
fi: Myyntiväittämä tallennettu.

source: Feature submitted. %sPreview feature%s
fi: Myyntiväittämä on tallennettu. %sEsikatsele%s

source: Feature scheduled for: %1$s. %2$sPreview feature%3$s
fi: Ajastettu: <b>%1$s</b>. %2$sEsikatsele%3$s

source: M j, Y @ G:i
fi: j.n.Y \k\l\o G.i

source: Feature draft updated. %sPreview feature%s
fi: Myyntiväittämän luonnos päivitetty. %sEsikatsele%s

source: Enter the feature title here
fi: Lisää myyntiväittämä tähän

source: Recent features listed on your site.
fi: Viimeksi sivullasi esitetyt myyntiväittämät.

source: Title (optional):
fi: Otsikko (vapaaehtoinen):

source: Limit:
fi: Raja:

source: Image Size (in pixels):
fi: Kuvan koko pikseleinä.

source: Order By:
fi: Järestä:

source: Order Direction:
fi: Suunta:

source: Specific ID (optional):
fi: Täsmällinen ID (vapaaehtoinen):

source: No Order
fi: Ei järjestystä

source: Entry ID
fi: ID

source: Title
fi: Otsikko

source: Date Added
fi: Julkaistu

source: Specified Order Setting
fi: Määrätty järjestys

source: Ascending
fi: Nouseva

source: Descending
fi: Laskeva

source: Feature Details
fi: Lisätietoja myyntiväittämästä

source: Enter a URL that applies to this feature (for example: http://woothemes.com/).
fi: Lisää URL-osoite, joka vie lisätietoja antavalle verkkosivulle.

source: Items Per Row:
fi: Kohteita rivillä:

source: Display a specific feature, rather than a list.
fi: Näytä vain yksittäinen myyntiväittämä useamman sijaan.

source: Random Order
fi: Satunnainen järjestys

source: Category
fi: Kategoria

source: Categories
fi: Kategoriat

source: Search %s
fi: Etsi %s

source: Parent %s
fi: Yläkäsite %s

source: Parent %s:
fi: Alakäsite %s:

source: Update %s
fi: Päivitä %s

source: New %s Name
fi: Uusi %s nimi

source: Category:
fi: Kategoria:

source: All
fi: Kaikki

# single post url slug
source: feature
fi: myyntivaittama

# post archive url slug
source: features
fi: myyntivaittamat
